Repository: ardangelo/Omeddle
Catalog: OmegleITM/Resources/AppResources.*.resx
Languages: de_de

# ResourceLanguage
source: en-US
de_de: de-DE

# AppBarButtonText
source: topics
de_de: themen

# TerminateText
source: terminate
de_de: trennen

# MenuTitle
source: mode select
de_de: mode auswählen

# QuestionModeText
source: question
de_de: frage

# NewChatText
source: New Chat
de_de: neuer chat

# SendText
source: Send
de_de: schicken

# TypingText
source: Stranger {0} is typing
de_de: Fremde {0} tippt

# WaitingText
source: waiting...
de_de: warte...

# ConfirmPrompt
source: Really disconnect?
de_de: Sicher?

# ConfirmTitle
source: Confirm Exit
de_de: Bestätigen

# ConnectingText
source: Connecting to Stranger {0}
de_de: Verbindung zu Fremde {0}

# ConnectionError
source: Error communicating with Omegle server!
de_de: Verbindungsfehler!

# DisconnectedText
source: Stranger {0} disconnected
de_de: Fremde {0} getrennt

# TopicPageTitle
source: topics
de_de: themen

# ClearText
source: clear
de_de: entfernen

# AddNewText
source: add new
de_de: neu einfügen

# InterceptListText
source: intercept list
de_de: abfangenliste

# AboutApp
source: "Omegle" is property of Omegle.com. This is not an official Omegle app. Omeddle code © 2014 Andrew D'Angelo Thanks to cryzed for OmeglePCL base and Borhan for proxy server!
de_de: "Omegle" gehört zu Omegle.com. Omeddle ist kein offizielles Omegle app. Omeddle code © 2014 Andrew D'Angelo Vielen Dank zu cryzed für OmeglePCL und Borhan für hilfe beim Proxy-Server!

# AboutText
source: about omeddle
de_de: impressum

# ChangedText
source: changed
de_de: verwandelt zu

# ExampleText
source: examples
de_de: beispiele

# WordPageTitle
source: wordlist
de_de: worteliste

# AnswerQuestionText
source: answer question
de_de: fragen antworten

# AskQuestionText
source: ask question
de_de: anfragen

# ConnectedText
source: Stranger {0} connected!
de_de: Fremde {0} verbindet!

# QuestionListText
source: questions
de_de: fragen

# SendFeedbackText
source: send feedback
de_de: feedback schicken

# SendPhotoText
source: send photo
de_de: foto schicken

# ShareText
source: share chat
de_de: chat teilen

# YouBothLikeText
source: You both like {0}
de_de: Ihr mögt beide {0}

# YouDisconnectedText
source: You disconnected
de_de: Du hast die Verbindung getrennt

# GotQuestionText
source: Question to discuss: {0}
de_de: Frage zu besprechen: {0}

# SettingsText
source: settings
de_de: einstellungen

# UsersOnlineText
source: {0} users online
de_de: {0} Nutzern online

# RecaptchaRequiredText
source: Recaptcha required
de_de: Recaptcha nötig

# RetryText
source: Retry
de_de: Wiederholen

# ShareErrorText
source: There was an error when trying to share your chat
de_de: Fehler beim teilen!

# ShareLinkText
source: Check out this chat from Omeddle!
de_de: Schau dich diesen Chat von Omeddle an!

# ShareTitleFormatText
source: Omeddle Chat on {0} at {1}
de_de: Omeddle Chat von {0} an {1}

# StrangerText
source: Stranger {0}
de_de: Fremde {0}

# SubmitText
source: Submit
de_de: schicken

# YouText
source: You
de_de: Du

# CopyImageText
source: copy url
de_de: url kopieren

# DeleteAllImagesConfirmation
source: Are you sure you want to delete all images?
de_de: Bist Du sicher? Alle Fotos würde entlöscht!

# DeleteAllImagesText
source: delete all images
de_de: fotos löschen

# DeleteText
source: delete
de_de: entfernen

# DeletingText
source: Deleting
de_de: entfernung läuft

# ImageDeleteErrorText
source: Error deleting image!
de_de: Entfernungsfehler!

# InsertImageText
source: insert previous image link
de_de: foto link einfügen

# OpenText
source: open
de_de: öffnen

# RegexExampleText
source: Put a word to find in the first box and the text to replace the mached word in the second. You can also try using regexes to match text. For example, "(\d+)" matches any number, which is useful for changing ages.
de_de: Gib das zu suchende Wort in die erste Textbox ein und das Wort mit dem es ersetzt werden soll in die zweite. Du kannst auch reguläre Ausdrücke benutzen um Text zu ersetzen.

# SharedImagesText
source: imgur image management...
de_de: imgur fotoleitung...

# UploadingText
source: Uploading data
de_de: Dateien hochladen

# LiveTileText
source: use live tile
de_de: live tile aktivieren

# NoQuestionsError
source: You'll need to enter and/or enable at least one question before entering Ask mode!
de_de: Du musst mindestens eine Frage eingeben bevor du Fragemodus benutzen kann!

# StrangersConnectedText
source: Strangers connected!
de_de: Fremden verbindet!

# UpdateLiveTileText
source: refresh live tile
de_de: live tile aktualisieren

# StrangersConnectingText
source: Connecting to strangers
de_de: Verbindung aufbauen

# SendToText
source: send to {0}
de_de: zu {0} schicken

# CopyText
source: copy
de_de: kopieren

# ShareFromLibraryText
source: share from library
de_de: foto von sammlung teilen

# TakePhotoText
source: take photo
de_de: foto machen

# AutoSolveText
source: Auto Solve ({0} remaining)
de_de: Auto. lösen ({0} erhlt.)

# UseCustomHostText
source: use custom host
de_de: eigenes host benutzen

# SaveText
source: save
de_de: speichern

# MessageCountText
source: messages
de_de: nachrichten

# RecentText
source: recent
de_de: kürzlich

# SavedText
source: saved
de_de: gespeichert
